{"wrapper":"main.index-tpl.product-tpl","sections":{"keynote-hero-with-countdown":{"type":"keynote-hero-with-countdown","settings":{"end":"1648015200","text_color":"white","heading":"THE TRUTH","lead_graph":"<p>NOTHING  (event)<br\/>23 March 14:00 GMT<br\/><br\/>What if we told you 2021 was just a warm up?<\/p>","notify_title":"Get notified when it’s live:","icon":"shopify:\/\/shop_images\/Asset_1_2.png","image":"shopify:\/\/shop_images\/Rectangle_2.png","imageMob":"shopify:\/\/shop_images\/Nothing_Abra_KV_1080x1080_Clean_bfea27fe-f07c-4076-83ef-ea8991ecef3c.jpg"}},"keynote-video":{"type":"keynote-video","settings":{"youtube_link":"XxHusMiWvhw"}},"index-media":{"type":"index-media","blocks":{"6b9e5012-e67f-4604-983e-dd0d50703a9e":{"type":"list","settings":{"title":"'In a short amount of time, Nothing has captured some of Apple’s cultural magic'","img":"shopify:\/\/shop_images\/forbes_8b4730e7-47c0-40bd-ab59-b0d63902abf8.png"}},"3b451c54-a240-4679-ab26-7c58bc6ad6a0":{"type":"list","settings":{"title":"'Nothing has brought a breath of fresh air'","img":"shopify:\/\/shop_images\/hyper.png"}},"b186c93c-a09d-4067-9245-d862a09f232f":{"type":"list","settings":{"title":"'One of the buzziest hardware companies in recent memory'","img":"shopify:\/\/shop_images\/tech.png"}}},"block_order":["6b9e5012-e67f-4604-983e-dd0d50703a9e","3b451c54-a240-4679-ab26-7c58bc6ad6a0","b186c93c-a09d-4067-9245-d862a09f232f"],"settings":{}},"keynote-hero":{"type":"keynote-hero","blocks":{"08494c91-a00f-4f8e-aaa0-d591928210a4":{"type":"milestones","settings":{"title":"$144M","description":"<p>in funding raised to date<\/p>"}},"33af4e65-8367-4d49-a4d2-f475dfce34f2":{"type":"milestones","settings":{"title":"400K+","description":"<p>units sold in 6 months<\/p>"}},"2d46d85b-4f8d-42e9-8e26-1301ec9083b5":{"type":"milestones","settings":{"title":"100%","description":"<p>ear (1) carbon neutral<\/p>"}}},"block_order":["08494c91-a00f-4f8e-aaa0-d591928210a4","33af4e65-8367-4d49-a4d2-f475dfce34f2","2d46d85b-4f8d-42e9-8e26-1301ec9083b5"],"settings":{"text_color":"white","heading":"IT WAS ALWAYS ABOUT 2022","lead_graph":"<p>2021 was just the warm up.<br\/><br\/>We landed investments. Partnered with the best suppliers. Built a 300 people-strong team who launched our first product. And sold half a million units in our first 6 months.<br\/><br\/>All of that in one year.<br\/><br\/>So what’s next?<br\/><br\/>Tune in to the Nothing (event) and find out directly from Carl himself.<br\/><\/p>","image":"shopify:\/\/shop_images\/1_6f111122-37eb-4b62-a85d-1c73879c49af.png","imageMob":"shopify:\/\/shop_images\/Rectangle_34_1_c08b79c2-48d5-416f-9110-e71769ed3cd4.png"}},"keynote-hero-with-form":{"type":"keynote-hero-with-form","settings":{"text_color":"dark","heading":"COMMUNITY INVESTMENT (2) IS COMING SOON","lead_graph":"<p>The future is community-guided. This is what Nothing is building towards. <\/p><p><\/p><p>In 2021, our first round of community investment raised a record-breaking $1.5M in 54 seconds. That’s fast, but we’ve grown even faster since then.<br\/><br\/>We just locked $70M in our Series B fundraising. That takes our total investment raised to $144M.  <br\/><br\/>And we want you to be part of our journey, and side by side with us, bring passion and excitement back to the tech industry.<br\/>There’s going to be opportunities for you to invest coming (very) soon. <br\/><br\/>Sign up to be the first to know about it.<br\/><br\/><\/p>","lead_graph1":"<p><br\/>*Capital at risk.<\/p>","image":"shopify:\/\/shop_images\/210623_NOTHING_S04_038_1.jpg","imageMob":"shopify:\/\/shop_images\/image_21.png"}},"keynote-faq":{"type":"keynote-faq","blocks":{"08be35ef-2981-4d35-9be3-2e8cd70df796":{"type":"faq","settings":{"title":"Why is Nothing doing a Community Investment round?","answer":"<p>We’re a community-guided company, on a community-guided journey. This is an unique opportunity to own a piece of WAGMI Limited, doing business as “Nothing” and formerly known as Nothing Holdings, and access the community forums. There you’ll meet like-minded people and help guide product development by working closely with the Nothing team to drive the next generation of consumer technology. One of you will even get the chance to be the community spokesperson in exclusive events as the Community Board Observer.<br\/><br\/>Join us in our journey to bring passion back to tech.<\/p>"}},"ba909a5f-c8c9-442f-a2cd-c225b170b48e":{"type":"faq","settings":{"title":"What is Community Investment (crowdfunding)?","answer":"<p>Equity crowdfunding involves people – the “crowd” – investing money in an early-stage private, or unlisted, company (a company that is not listed on a stock market) in exchange for a share, or equity, in that company. More information on crowdfunding can be found here.<\/p>"}},"7c22c6cb-74e2-4d17-a395-5d2c9f6d40dc":{"type":"faq","settings":{"title":"When will the campaign go live?","answer":"<p>To find out how to sign up for Early Access, tune in to the Nothing (event) on 23 March, 2022.<br\/>Hit the Notify Me button to receive information when we go live.<\/p>"}},"1b5c34e5-4d33-4c4d-83c3-84d78735f315":{"type":"faq","settings":{"title":"Are there risks associated with investing?","answer":"<p>Just remember that investing in a startup business carries significant risks, including illiquidity, lack of dividends, loss of your investment and dilution. You can read more about these risks on the Crowdcube website.<br\/><br\/>We welcome everyone to invest, but please note that local regulations apply. Please check the applicable laws of your country. If you are unsure, we strongly recommend you to seek independent legal advice. Nothing shall not be liable for any loss caused to you as a result of your failure to comply with the applicable local laws.<\/p>"}},"f16cc73b-bd30-43fd-8543-f218aa894254":{"type":"faq","settings":{"title":"Who can invest in Nothing Technology Limited?","answer":"<p>To invest you must be over 18 years old as on the date of investment  and legally entitled to invest. Please do not register with us if you are under the age of 18. We accept investments from anywhere in the world unless prohibited by law.<br\/><br\/>While we want to include everyone who wants to join, there are local regulations outside of our control that place specific restrictions on the investments made by residents of US, Canada and Japan (due to securities laws in those countries). Additional restrictions may apply in other countries, so please check your local regulations.<\/p>"}},"438709db-119f-43d7-8b88-97d2aee4dde1":{"type":"faq","settings":{"title":"What if I am a resident of the US, Canada or Japan?","answer":"<p>Last year, we saw so much interest from people all over the world. However, due to restrictions under the local regulations of the respective countries, not everyone was able to invest. So this year, we have worked on a solution that allows investors from US, Canada, India and Japan to participate. <br\/><br\/>For now, the residents from these countries can only invest if they have accredited investor status, under the local regulations. If you qualify being an accredited investor, there will be an opportunity to invest. If you are unsure about the crowdfunding regulations in your own jurisdiction, we strongly recommend you to seek independent legal advice. (Investors may refer here for a preliminary understanding on accredited investors.)<br\/><br\/>We are working to bring more users into our community, so rest assured we will continue to investigate more options for future opportunities.<\/p>"}}},"block_order":["08be35ef-2981-4d35-9be3-2e8cd70df796","ba909a5f-c8c9-442f-a2cd-c225b170b48e","7c22c6cb-74e2-4d17-a395-5d2c9f6d40dc","1b5c34e5-4d33-4c4d-83c3-84d78735f315","f16cc73b-bd30-43fd-8543-f218aa894254","438709db-119f-43d7-8b88-97d2aee4dde1"],"settings":{"title":"COMMUNITY INVESTMENT FAQS"}}},"order":["keynote-hero-with-countdown","keynote-video","index-media","keynote-hero","keynote-hero-with-form","keynote-faq"]}