{"wrapper":"main.index-tpl.product-tpl.as-countdown.position-relative","sections":{"kn-earlyaccess-with-countdown":{"type":"kn-earlyaccess-with-countdown","settings":{"text_color":"white","heading":"COMMUNITY  INVESTMENT ( 2 )","lead_graph":"<p>Last year, our first community investment round broke records.<br\/><br\/>This year, we’re opening our second round of community investment so that more of you have the chance to join our journey as we launch phone (1).<br\/><br\/>To make sure you don’t miss out on it, pre-register below for exclusive early access:<\/p>","icon":"shopify:\/\/shop_images\/Asset_1_2.png","image":"shopify:\/\/shop_images\/mantis-restock-crop_1.jpg","imageMob":"shopify:\/\/shop_images\/Group_860.jpg"}},"index-media":{"type":"index-media","blocks":{"6b9e5012-e67f-4604-983e-dd0d50703a9e":{"type":"list","settings":{"title":"'In a short amount of time, Nothing has captured some of Apple’s cultural magic'","img":"shopify:\/\/shop_images\/forbes_8b4730e7-47c0-40bd-ab59-b0d63902abf8.png"}},"3b451c54-a240-4679-ab26-7c58bc6ad6a0":{"type":"list","settings":{"title":"'Nothing has brought a breath of fresh air'","img":"shopify:\/\/shop_images\/hyper.png"}},"b186c93c-a09d-4067-9245-d862a09f232f":{"type":"list","settings":{"title":"'One of the buzziest hardware companies in recent memory'","img":"shopify:\/\/shop_images\/tech.png"}}},"block_order":["6b9e5012-e67f-4604-983e-dd0d50703a9e","3b451c54-a240-4679-ab26-7c58bc6ad6a0","b186c93c-a09d-4067-9245-d862a09f232f"],"settings":{}},"kn-earlyaccess-with-form":{"type":"kn-earlyaccess-with-form","settings":{"text_color":"dark","heading":"Be Part of Nothing","lead_graph":"<p>Our vision is a world without barriers between people and technology. And part of that is<br\/>dissolving the barrier between companies and their users. This is the future we’re building<br\/>towards.<br\/><br\/>We’re a community-guided company, on a community-guided journey.<br\/><br\/>Year one was about getting everything in place; team, capital, supply chain and partners. When<br\/>we founded Nothing, we knew it was all about year two. 2022 is going to kickstart our vision. This summer, we’ll be launching our first smartphone,<br\/>phone (1) – the centre of our ecosystem. It’s going to be a breath of fresh air for the industry.<br\/>And the first step of many.<br\/><br\/>We want you to take these steps with us. To be part of our journey, and side by side with us,<br\/>bring passion and excitement back to the tech industry. That’s why we’re giving you the<br\/>opportunity to invest and become a shareholder in Nothing.<br\/><br\/>Last year, our first community investment round closed in less than a minute after fulfilling our<br\/>$1.5M allocation in a record-breaking 54 seconds. A lot of people missed out, so this time, we<br\/>have increased the allocation to $10M so that more of you can join.<br\/><br\/>These shares will be offered on a first-come, first-serve basis and at the same valuation as our<br\/>Series B funding.<br\/><br\/>Let’s build Nothing together.<\/p>"}},"keynote-video":{"type":"keynote-video","settings":{"youtube_link":"XxHusMiWvhw"}},"1647499903b43d39a3":{"type":"kn-earlyaccess-hero","settings":{"text_color":"white","heading":"how it works","lead_graph":"<p>Submit your email for an exclusive early access to our investment opportunity before 04 April 14:00 BST. This is a chance to invest before the funding is open to the public.<\/p><p><br\/>Go to Crowdcube and create an account. This is where the investing will take place once<br\/>early access goes live on 05 April 2022 14:00 BST.<\/p><p><br\/>Make sure you have a credit or debit card ready, sit tight and wait for our email. We’ll<br\/>send you a notification a few minutes before go time, be sure not to miss it! A lot of you missed the chance to invest in our last round, so make sure you set up an account beforehand so you’re ready to go when we send you the link.<\/p>","lead_graph1":"<p>*If you live in the United States, Canada, India or Japan, the process will be slightly<br\/>different. You will need to be accredited and then sign up to SeedInvest. If you are<br\/>unsure, please read the FAQs below.<\/p>","image":"shopify:\/\/shop_images\/Rectangle_441.jpg","imageMob":"shopify:\/\/shop_images\/Nothing_Abra_KV_Web_MB_1.jpg"}},"kn-earlyaccess-hero":{"type":"kn-earlyaccess-hero","settings":{"text_color":"dark","heading":"Why invest?","lead_graph":"<p>Today, Nothing is a team of 300+ people across three offices around the globe. We have incredible partners helping us including Google, Samsung and Qualcomm.<br\/><br\/>Moreover, we recently raised approximately $70M in our Series B, taking our total funding to<br\/>$144M. That’s a lot of fuel to power our vision.<br\/><br\/>When you invest in Nothing, you’re investing in a seamless and connected tech future. You<br\/>won’t be just a shareholder in a company. You’ll be an integral part of our community, helping<br\/>guide where we go as a company.<br\/><br\/>That includes access to our private community forum – a space where you can collaborate with<br\/>like-minded people, bring your ideas to the table and get some exclusive benefits. One of you<br\/>will also get the chance to be elected as our Community Board Observer to make sure the<br\/>community is always heard and never let behind.<br\/><br\/>There’ll also be additional rewards, which we’ll reveal the details of once the funding platform<br\/>opens. Stay tuned!<\/p>","lead_graph1":"","image":"shopify:\/\/shop_images\/210623_NOTHING_S01_019_1.jpg","imageMob":"shopify:\/\/shop_images\/image_21.png"}},"kn-earlyaccess-investors":{"type":"kn-earlyaccess-investors","blocks":{"77d4c0c2-0585-4398-a703-846b54aa0c7e":{"type":"investors","settings":{"logo":"shopify:\/\/shop_images\/1_da579d0a-a0d8-4822-a6bc-6ae15f23eecc.png"}},"6b977ff5-002b-4d12-9173-3aa4a879305a":{"type":"investors","settings":{"logo":"shopify:\/\/shop_images\/2_37d54334-e938-49b6-8eec-9d5c8714f4b8.png"}},"935856da-9a6e-431a-9060-3e838c71320a":{"type":"investors","settings":{"logo":"shopify:\/\/shop_images\/3_a1e1e312-de96-4bfd-b4bc-23ef495abb8b.png"}},"8632acfd-0282-47be-a15d-04dffd39ae6c":{"type":"investors","settings":{"logo":"shopify:\/\/shop_images\/4_bc30cd27-6234-4120-a2ef-76ff621dc02c.png"}}},"block_order":["77d4c0c2-0585-4398-a703-846b54aa0c7e","6b977ff5-002b-4d12-9173-3aa4a879305a","935856da-9a6e-431a-9060-3e838c71320a","8632acfd-0282-47be-a15d-04dffd39ae6c"],"settings":{"text_color":"dark","heading":"INVESTORS","lead_graph":"<p>We started our investment journey in 2020 with a seed investment round of $7M from renowned<br\/>private investors such as Tony Fadell (Principal at Future Shape & inventor of the iPod), Casey<br\/>Neistat (YouTuber), Kevin Lin (Cofounder of Twitch) and Steve Huffman (CEO of Reddit).<br\/><br\/>In February 2021, we followed this up with a Series A round of $15M, led by GV (formerly<br\/>Google Ventures). This fuelled the expansion of our team and operations, and the launch of our<br\/>first product, ear (1). In October of the same year, we secured a further $50M in a Series A<br\/>extension to prepare for our entry into new product categories.<br\/><br\/>That brings us to now. Our series B funding is co-led by prominent venture capital funds EQT<br\/>Ventures and C Ventures, with follow-up participation from GV, Tony Fadell’s Future Shape and<br\/>Animoca Brands. These funds will go towards scaling our product ecosystem, establishing our<br\/>London Design Hub and bringing phone (1) to market.<\/p>","lead_graph1":""}},"keynote-faq":{"type":"keynote-faq","blocks":{"08be35ef-2981-4d35-9be3-2e8cd70df796":{"type":"faq","settings":{"title":"Why is Nothing doing a Community Investment round?","answer":"<p>We’re a community-guided company, on a community-guided journey. This is an unique opportunity to own a piece of WAGMI Limited, doing business as “Nothing” and formerly known as Nothing Holdings, and access the community forums. There you’ll meet like-minded people and help guide product development by working closely with the Nothing team to drive the next generation of consumer technology. One of you will even get the chance to be the community spokesperson in exclusive events as the Community Board Observer.<br\/><br\/>Join us in our journey to bring passion back to tech.<\/p>"}},"ba909a5f-c8c9-442f-a2cd-c225b170b48e":{"type":"faq","settings":{"title":"What is Community Investment (crowdfunding)?","answer":"<p>Equity crowdfunding involves people – the “crowd” – investing money in an early-stage private, or unlisted, company (a company that is not listed on a stock market) in exchange for a share, or equity, in that company. More information on crowdfunding can be found here.<\/p>"}},"7c22c6cb-74e2-4d17-a395-5d2c9f6d40dc":{"type":"faq","settings":{"title":"When will the campaign go live?","answer":"<p>To find out how to sign up for Early Access, tune in to the Nothing (event) on 23 March, 2022.<br\/>Hit the Notify Me button to receive information when we go live.<\/p>"}},"1b5c34e5-4d33-4c4d-83c3-84d78735f315":{"type":"faq","settings":{"title":"Are there risks associated with investing?","answer":"<p>Just remember that investing in a startup business carries significant risks, including illiquidity, lack of dividends, loss of your investment and dilution. You can read more about these risks on the Crowdcube website.<br\/><br\/>We welcome everyone to invest, but please note that local regulations apply. Please check the applicable laws of your country. If you are unsure, we strongly recommend you to seek independent legal advice. Nothing shall not be liable for any loss caused to you as a result of your failure to comply with the applicable local laws.<\/p>"}},"f16cc73b-bd30-43fd-8543-f218aa894254":{"type":"faq","settings":{"title":"Who can invest in Nothing Technology Limited?","answer":"<p>To invest you must be over 18 years old as on the date of investment  and legally entitled to invest. Please do not register with us if you are under the age of 18. We accept investments from anywhere in the world unless prohibited by law.<br\/><br\/>While we want to include everyone who wants to join, there are local regulations outside of our control that place specific restrictions on the investments made by residents of US, Canada and Japan (due to securities laws in those countries). Additional restrictions may apply in other countries, so please check your local regulations.<\/p>"}},"438709db-119f-43d7-8b88-97d2aee4dde1":{"type":"faq","settings":{"title":"What if I am a resident of the US, Canada or Japan?","answer":"<p>Last year, we saw so much interest from people all over the world. However, due to restrictions under the local regulations of the respective countries, not everyone was able to invest. So this year, we have worked on a solution that allows investors from US, Canada, India and Japan to participate. <br\/><br\/>For now, the residents from these countries can only invest if they have accredited investor status, under the local regulations. If you qualify being an accredited investor, there will be an opportunity to invest. If you are unsure about the crowdfunding regulations in your own jurisdiction, we strongly recommend you to seek independent legal advice. (Investors may refer here for a preliminary understanding on accredited investors.)<br\/><br\/>We are working to bring more users into our community, so rest assured we will continue to investigate more options for future opportunities.<\/p>"}}},"block_order":["08be35ef-2981-4d35-9be3-2e8cd70df796","ba909a5f-c8c9-442f-a2cd-c225b170b48e","7c22c6cb-74e2-4d17-a395-5d2c9f6d40dc","1b5c34e5-4d33-4c4d-83c3-84d78735f315","f16cc73b-bd30-43fd-8543-f218aa894254","438709db-119f-43d7-8b88-97d2aee4dde1"],"settings":{"title":"COMMUNITY INVESTMENT FAQS"}}},"order":["kn-earlyaccess-with-countdown","index-media","kn-earlyaccess-with-form","keynote-video","1647499903b43d39a3","kn-earlyaccess-hero","kn-earlyaccess-investors","keynote-faq"]}